Repository: Belfagor2005/enigma2-plugin-skins-aglare
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Aglare/locale/*/LC_MESSAGES/Aglare.po
Languages: el

source: Download error: {}
el: Σφάλμα λήψης: {}

source: Key {} successfully loaded!
el: Το κλειδί {} φορτώθηκε επιτυχώς!

source: File {} not found or empty
el: Το αρχείο {} δεν βρέθηκε ή είναι άδειο

source: Error loading: {}
el: Σφάλμα φόρτωσης: {}

source: Automatic
el: Αυτόματα

source: TMDB Only
el: Μόνο TMDB

source: OMDB Only
el: Μόνο OMDB

source: Off
el: Ανενεργό

source: Default
el: Προεπιλογή

source: Black
el: Μαύρο

source: Brown
el: Καφέ

source: Green
el: Πράσινο

source: Magenta
el: Ματζέντα

source: Blue
el: Μπλε

source: Red
el: Κόκκινο

source: Purple
el: Μοβ

source: Dark Green
el: Σκούρο πράσινο

source: Style2
el: Στυλ2

source: Style3
el: Στυλ3

source: Style4
el: Στυλ4

source: OFF
el: Απενεργοποίηση

source: ON
el: Ενεργοποίηση

source: Backdrop
el: Σκηνικό

source: Infobar_NO_Date
el: Μπάρα πληροφοριών_Χωρίς ημερομηνία

source: Infobar_Date
el: Μπάρα πληροφοριών_Ημερομηνία

source: Infobar_NO_Weather
el: Μπάρα πληροφοριών_Χωρίς καιρό

source: Infobar_MSNWeather
el: Μπάρα πληροφοριών_Καιρός MSN

source: Infobar_OAWeather
el: Μπάρα πληροφοριών_Καιρός OA

source: Second Infobar_NO_Weather
el: 2η μπάρα πληροφοριών_Χωρίς καιρό

source: Second Infobar_MSNWeather
el: 2η μπάρα πληροφοριών_Καιρός MSN

source: Second Infobar_OAWeather
el: 2η μπάρα πληροφοριών_Καιρός OA

source: ChannelSelection_NO_Posters
el: Επιλογή καναλιών_Χωρίς αφίσες

source: ChannelSelection_NO_Posters_NO_Picon
el: Επιλογή καναλιών_Χωρίς αφίσες_Χωρίς Picon

source: ChannelSelection_BackDrop_V_EX
el: Επιλογή καναλιών_Κάθετο σκηνικό EX

source: ChannelSelection_BackDrop_V_PX
el: Επιλογή καναλιών_Κάθετο σκηνικό PX

source: ChannelSelection_BackDrop_H_EX
el: Επιλογή καναλιών_Οριζόντιο σκηνικό_EX

source: ChannelSelection_BackDrop_H_PX
el: Επιλογή καναλιών_Οριζόντιο σκηνικό PX

source: ChannelSelection_1_Poster_X
el: Επιλογή καναλιών_1 αφίσα X

source: ChannelSelection_1_Poster_EX
el: Επιλογή καναλιών_1 αφίσα EX

source: ChannelSelection_4_Posters_X
el: Επιλογή καναλιών_4 αφίσες X

source: ChannelSelection_4_Posters_EX
el: Επιλογή καναλιών_4 αφίσες EX

source: ChannelSelection_6_Posters_X
el: Επιλογή καναλιών_6 αφίσες X

source: ChannelSelection_6_Posters_EX
el: Επιλογή καναλιών_6 αφίσες EX

source: ChannelSelection_big_mini_tv
el: Επιλογή καναλιών_Μεγάλη mini tv

source: White
el: Λευκό

source: Mint
el: Μέντα

source: SnowWhite
el: Λευκό χιονιού

source: Teal
el: Γαλαζοπράσινο

source: Crimson
el: Βυσσινί

source: Tomato
el: Χρώμα ντομάτας

source: SteelBlue
el: Γκριζογάλανο

source: LimeGreen
el: Πρασινοκίτρινο

source: YellowGreen
el: Κιτρινοπράσινο

source: LightGray
el: Ανοιχτό γκρι

source: Sienna
el: Καφέ σιένα

source: Orange
el: Πορτοκαλί

source: Pink
el: Ροζ

source: EventView_NO_Posters
el: Προβολή προγραμμάτων_Χωρίς αφίσες

source: EventView_7_Posters
el: Προβολή προγραμμάτων_7 αφίσες

source: volume2
el: Ένταση2

source: 1 poster
el: 1 αφίσα

source: Color Style:
el: Στυλ χρωμάτων:

source: Select Your Font:
el: Επιλογή γραμματοσειράς:

source: Skin Style:
el: Στυλ θέματος:

source: InfoBar Style:
el: Στυλ μπάρας πληροφοριών:

source: InfoBar ECM:
el: ECM μπάρας πληροφοριών:

source: InfoBar PosterX:
el: Αφίσες μπάρας πληροφοριών:

source: InfoBar Xtraevent:
el: Έξτρα πρόγραμμα μπάρας πληροφοριών:

source: InfoBar Date:
el: Ημερομηνία μπάρας πληροφοριών:

source: InfoBar Weather:
el: Καιρός μπάρας πληροφοριών:

source: SecondInfobar Style:
el: Στυλ 2ης μπάρας πληροφοριών:

source: SecondInfobar Weather:
el: Καιρός 2ης μπάρας πληροφοριών:

source: SecondInfobar Posterx:
el: Αφίσες 2ης μπάρας πληροφοριών:

source: SecondInfobar Xtraevent:
el: Έξτρα πρόγραμμα 2ης μπάρας πληροφοριών:

source: ChannelSelection Style:
el: Στυλ επιλογής καναλιών:

source: Channel Foreground Color:
el: Χρώμα προσκήνιου καναλιών:

source: Channel Selected Foreground Color:
el: Χρώμα προσκήνιου επιλεγμένου καναλιού:

source: Channel Description Color:
el: Χρώμα περιγραφής καναλιών:

source: Channel Selected Description Color:
el: Χρώμα περιγραφής επιλεγμένου καναλιού:

source: EventView Style:
el: Στυλ προβολής προγραμμάτων:

source: VolumeBar Style:
el: Στυλ μπάρας έντασης ήχου:

source: Support E2iplayer Skins:
el: Υποστήριξη θεμάτων E2iplayer:

source: Remove all png (poster - backdrop) (OK)
el: Αφαίρεση όλων των png (αφίσα - σκηνικό) (OK)

source: This operation remove all png from folder device (Poster-Backdrop)
el: Αυτή η λειτουργία αφαιρεί όλα τα png από τον φάκελο της συσκευής (Αφίσα-Φόντο)

source: Enable Rating Star:
el: Ενεργοποίηση αστέρων αξιολόγησης:

source: This operation enable the display of rating stars for events, based on the selected rating source.
el: Αυτή η λειτουργία ενεργοποιεί την εμφάνιση αστεριών αξιολόγησης για τα προγράμματα, με βάση την επιλεγμένη πηγή αξιολόγησης.

source: Enable Parental Icons:
el: Ενεργοποίηση εικονιδίων γονικού ελέγχου:

source: Show parental guidance icons on events to indicate content rating and age suitability.
el: Εμφάνιση εικονιδίων γονικής καθοδήγησης στα προγράμματα για να υποδεικνύουν την καταλληλότητα περιεχομένου και ηλικίας.

source: Enable Display InfoEvents:
el: Ενεργοποίηση εμφάνισης πληροφοριών προγραμμάτων:

source: Enable the display of extended event information, including full cast, crew, plot details, and other metadata, in the info widget.
el: Ενεργοποίηση της εμφάνισης εκτεταμένων πληροφοριών προγραμμάτων, συμπεριλαμβανομένων του πλήρους καστ, του συνεργείου, της πλοκής και άλλων μεταδεδομένων, στο widget πληροφοριών.

source: Enable Display Genre icons:
el: Ενεργοποίηση εμφάνισης εικονιδίων είδους:

source: Show icons representing the genre of each event (e.g., action, comedy, drama)
el: Εμφάνιση εικονιδίων που αντιπροσωπεύουν το είδος κάθε προγράμματος (π.χ. δράση, κωμωδία, δράμα)

source: Enable Display XMC Poster:
el: Ενεργοποίηση εμφάνισης αφίσας XMC:

source: Show poster from movie in local folder
el: Εμφάνιση αφίσας από ταινία σε τοπικό φάκελο

source: Settings Apikey Server
el: Ρυθμίσεις διακομιστή Apikey

source: Activate/Deactivate {}
el: Ενεργοποίηση/Απενεργοποίηση {}

source: Load from /tmp/{}key.txt
el: Φόρτωση από το αρχείο /tmp/{}key.txt

source: Personal API key for {}
el: Προσωπικό κλειδί API για {}

source: Activate/Deactivate ELCINEMA
el: Ενεργοποίηση/Απενεργοποίηση ELCINEMA

source: Activate/Deactivate GOOGLE
el: Ενεργοποίηση/Απενεργοποίηση GOOGLE

source: Activate/Deactivate IMDB
el: Ενεργοποίηση/Απενεργοποίηση IMDB

source: Activate/Deactivate MOLOTOV
el: Ενεργοποίηση/Απενεργοποίηση MOLOTOV

source: Activate/Deactivate PROGRAMMETV
el: Ενεργοποίηση/Απενεργοποίηση PROGRAMMETV

source: Enable or disable caching during event download to speed up repeated searches.
el: Ενεργοποίηση ή απενεργοποίηση προσωρινής αποθήκευσης κατά τη λήψη προγραμμάτων για επιτάχυνση επαναλαμβανόμενων αναζητήσεων.

source: Download now poster
el: Λήψη αφίσας τώρα

source: Start downloading poster immediately
el: Άμεση έναρξη λήψης της αφίσας

source: Automatic download of poster
el: Αυτόματη λήψη αφίσας

source: Automatically fetch posters for favorite events based on EPG
el: Αυτόματη λήψη αφισών για αγαπημένα προγράμματα με βάση το EPG

source: Set Time our - minute for Poster download
el: Ορισμός καθυστέρησης - λεπτά για λήψη αφίσας

source: Configure the delay time (in minutes) before starting the automatic poster download
el: Ρύθμιση του χρόνου καθυστέρησης (σε λεπτά) πριν ξεκινήσει η αυτόματη λήψη αφίσας

source: Download now backdrop
el: Λήψη σκηνικού τώρα

source: Start downloading backdrop immediately
el: Άμεση έναρξη λήψης του σκηνικού

source: Automatic download of backdrop
el: Αυτόματη λήψη σκηνικού

source: Automatically fetch backdrop for favorite events based on EPG
el: Αυτόματη λήψη σκηνικού για αγαπημένα προγράμματα με βάση το EPG

source: Set Time our - minute for Backdrop download
el: Ορισμός καθυστέρησης - λεπτά για λήψη σκηνικού

source: [Checkskin] This operation checks if the skin has its components (not guaranteed)... Do you really want to continue?
el: [Checkskin] Αυτή η λειτουργία ελέγχει αν το θέμα διαθέτει τα απαραίτητα στοιχεία (δεν είναι εγγυημένο)... Θέλετε πραγματικά να συνεχίσετε;

source: Setup Aglare Skin for {0} v.{1} by Lululla @2020 Support forum on linuxsat-support.com Skinner creator: Odem2014
el: Setup Aglare Skin για το {0} v.{1} από τον Lululla @2020 Φόρουμ υποστήριξης στο linuxsat-support.com Δημιουργός θέματος: Odem2014

source: Setup Aglare Skin Info
el: Πληροφορίες ρύθμισης θέματος Aglare

source: [RemovePng] This operation will remove all PNGs from the device folder (Poster-Backdrop)... Do you really want to continue?
el: [RemovePng] Αυτή η λειτουργία θα αφαιρέσει όλα τα PNG από το φάκελο της συσκευής (Αφίσα-Σκηνικό)... Θέλετε πραγματικά να συνεχίσετε;

source: All png are removed from folder!
el: Όλα τα png αφαιρέθηκαν από τον φάκελο!

source: Info...
el: Πληροφορίες...

source: No active providers enabled
el: Δεν υπάρχουν ενεργοί πάροχοι

source: Warning: You are using default API keys! We strongly recommend configuring your own API keys in the plugin settings.
el: Προειδοποίηση: Χρησιμοποιείτε τα προεπιλεγμένα κλειδιά API! Συνιστάται έντονα να ρυθμίσετε τα δικά σας κλειδιά API στις ρυθμίσεις του πρόσθετου.

source: Poster download will start in 2 minutes. You can safely exit this menu.
el: Η λήψη της αφίσας θα ξεκινήσει σε 2 λεπτά. Μπορείτε να βγείτε με ασφάλεια από αυτό το μενού.

source: Error: {}
el: Σφάλμα: {}

source: Poster download error: {}
el: Σφάλμα λήψης αφίσας: {}

source: Backdrop download will start in 2 minutes. You can safely exit this menu.
el: Η λήψη του σκηνικού θα ξεκινήσει σε 2 λεπτά. Μπορείτε να βγείτε με ασφάλεια από αυτό το μενού.

source: Backdrop download error: {}
el: Σφάλμα λήψης σκηνικού: {}

source: Import key {0} from {1}?
el: Εισαγωγή κλειδιού {0} από {1};

source: The file %s is empty.
el: Το αρχείο %s είναι άδειο.

source: The file %s was not found.
el: Το αρχείο %s δεν βρέθηκε.

source: Key empty
el: Κενό κλειδί

source: %s key imported!
el: Το κλειδί %s εισήχθη!

source: Error {0}: {1}
el: Σφάλμα {0}: {1}

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
el: Πρέπει να γίνει επανεκκίνηση του GUI για να εφαρμοστεί το νέο θέμα. Θέλετε να γίνει επανεκκίνηση της διεπαφής χρήστη τώρα;

source: Restart GUI now?
el: Να γίνει επανεκκίνηση του γραφικού περιβάλλοντος τώρα;

source: Update URL not initialised – open the plugin once from the Plugins menu first.
el: Η διεύθυνση URL ενημέρωσης δεν έχει αρχικοποιηθεί – ανοίξτε πρώτα το πρόσθετο από το μενού πρόσθετων.

source: You already have the latest version ({}).
el: Έχετε ήδη την πιο πρόσφατη έκδοση ({}).

source: Server version: {} Installed version: {} A newer build is available – update now?
el: Έκδοση διακομιστή: {} Εγκατεστημένη έκδοση: {} Μια νεότερη έκδοση είναι διαθέσιμη - Να γίνει ενημέρωση τώρα;

source: Local build ({}) is newer than server build ({}).
el: Η τοπική έκδοση ({}) είναι νεότερη από αυτή του διακομιστή ({}).

source: Update check failed: {}
el: Αποτυχία ελέγχου ενημέρωσης: {}

source: Downloading Aglare...
el: Γίνεται λήψη του Aglare...

source: Installing updates...
el: Εγκατάσταση ενημερώσεων...

source: Aglare update was done! Do you want to restart the GUI now?
el: Η ενημέρωση του Aglare ολοκληρώθηκε! Θέλετε να γίνει επανεκκίνηση της διεπαφής χρήστη τώρα;

source: Update package not found!
el: Το πακέτο ενημέρωσης δεν βρέθηκε!

source: The update file was not found in /tmp. Update aborted.
el: Το αρχείο ενημέρωσης δεν βρέθηκε στο /tmp. Η ενημέρωση ακυρώθηκε.

source: Error downloading files!
el: Σφάλμα κατά τη λήψη των αρχείων!

source: Download in progress…
el: Λήψη σε εξέλιξη…

source: Customization tool for %s Skin
el: Εργαλείο προσαρμογής για το θέμα %s
